Repository: ClemAdelanteWeb/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: ca, es, nl

source: Security warning: You are using the default WIFI Access Point password. Please change password in OpenPlotter > WiFi AP.
nl: Beveiligingswaarschuwing: U gebruikt het standaard WIFI Access Point wachtwoord. Verander het wachtwoord in OpenPlotter> WiFi AP.

source: Starting SignalK Server...
nl: Starten van SignalK Server...

source: Start event SK to NMEA and action Server...
nl: Begin event SK naar NMEA en Action Server...

source: Start 1wire sensor Server (optional)...
nl: Start 1wire sensor server (optioneel)...

source: Start I2C, SPI and GPIO Server (optional)...
nl: Start I2C, SPI en GPIO Server (optioneel)...

source: Start mqtt Server (optional)...
nl: Start mqtt Server (optioneel)...

source: Start N2K send (optional)...
nl: Start N2K verzenden (optioneel)...

source: Starting NMEA 0183 Multiplexer...
nl: Starten van NMEA 0183 Multiplexer...

source: Starting Node-RED...
nl: Starten van Node-RED...

source: Getting system time from NMEA 0183...
nl: Systeemtijd krijgen van NMEA 0183...

source: Starting SDR AIS reception...
nl: Starten van SDR AIS-ontvangst...

source: Check 800x480 display...
nl: Hiermee wordt gecontroleerd of een 800x480 scherm is beschikbaar...

source: Starting Tools...
nl: Starten van Tools...

source: Checking OpenPlotter updates...
nl: OpenPlotter updates controleren...

source: It was not possible to connect to Github.
nl: Het was niet mogelijk om verbinding te maken met Github.

source: Error reading versions.
nl: Fout bij het lezen van versies.

source: Not Started.
nl: Niet begonnen.

source: Error
nl: Fout

source: Press start to check the settings and connect to the GSM device
nl: Druk op start om de instellingen te testen en verbinding te maken met de GSM

source: Press start to send the text "
nl: Druk op start om de tekst "

source: " to the number "
nl: “ te sturen naar

source: Connecting...
nl: Verbinding maken…

source: Error opening device. Check settings.
nl: Kan apparaat niet vinden, controleer instellingen.

source: Sending...
nl: Versturen…

source: " sent succesfully to
nl: " succesvol verzonden naar

source: Finished
ca: Enllestit
es: Completado
nl: Gereed

source: Failed to connect with localhost:10109.
nl: Verbinding met localhost:10109 mislukt.

source: Error:
nl: Fout:

source: Date and time retrieved from NMEA data successfully.
ca: Data i hora recuperades des de dades NMEA amb èxit.
es: Fecha y hora extraída de datos NMEA con éxito.
nl: Datum en tijd gevonden in NMEA-data.

source: Unable to retrieve date or time from NMEA data.
nl: Kan geen datum of tijd vinden in NMEA-data.

source: SK Unit
nl: SK eenheid

source: Sort SK Unit
nl: Soort SK eenheid

source: Sort Unit
nl: Soort eenheid

source: change selected
nl: wijziging geselecteerd

source: no repeat
ca: no repetir
es: no repetir
nl: geen herhaling

source: seconds
ca: segons
es: segundos
nl: seconden

source: minutes
ca: minuts
es: minutos
nl: minuten

source: hours
ca: hores
es: horas
nl: uren

source: days
ca: dies
es: días
nl: dagen

source: wait
ca: esperar
es: esperar
nl: wacht

source: Enter seconds to wait in field "data".
nl: Voer aantal wachtseconden in het veld hieronder.

source: command
ca: comandament
es: comando
nl: commando

source: Enter a Linux command and arguments in the field below.
ca: Introdueix una ordre de Linux amb arguments en el camp a continuació.
es: Introduce un comando de Linux con argumentos en el campo a continuación.
nl: Geef een Linux-commando en argumenten in het onderstaande veld.

source: reset system
nl: Reset systeem

source: shutdown system
nl: shutdown systeem

source: Be sure you have filled in all fields in "WiFi AP" tab.
nl: Zorg dat alle gegevens in de ‘WiFi AP’-tab zijn ingevuld.

source: publish Twitter
ca: publicar Twitter
es: publicar Twitter
nl: plaats op Twitter

source: Be sure you have filled in all fields in "Accounts" tab, and enabled Twitter checkbox. Enter text to publish in the field "data".
nl: Zorg dat alle gegevens in de ‘account’-tab zijn ingevuld, en dat Twitter is ingeschakeld (vinkje). Typ je tekst in het onderstaande veld.

source: send e-mail
ca: enviar e-mail
es: enviar e-mail
nl: stuur e-mail

source: Be sure you have filled in all fields in "Accounts" tab, and enabled Gmail checkbox. Enter the subject in the field "data".
nl: Zorg dat alle gegevens in de ‘account’-tab zijn ingevuld, en dat Gmail is ingeschakeld (vinkje). Geef een onderwerp in het onderstaande veld.

source: send SMS
nl: verstuur SMS

source: Be sure you have enabled sending SMS in "SMS" tab. Enter the text in field "data".
nl: Zorg dat SMS versturen is ingeschakeld in de ‘sms’-tab. Geef je tekst in het onderstaande veld.

source: play sound
ca: reproduir àudio
es: reproducir audio
nl: Speel geluid af

source: stop all sounds
ca: aturar tots els àudios
es: detener todos los audios
nl: alle geluiden uitschakelen

source: show message
ca: mostrar missatge
es: mostrar mensaje
nl: toon bericht

source: Enter the message in field "data".
nl: Typ je bericht in het onderstaande veld.

source: close all messages
ca: tancar tots els missatges
es: cerrar todos los mensajes
nl: sluit alle berichten

source: : High
nl: : Hoog

source: ATTENTION! if you set this GPIO output to "High" and there is not a resistor or a circuit connected to the selected GPIO pin, YOU CAN DAMAGE YOUR BOARD.
nl: LET OP! Als deze uitvoer op ‘hoog’ wordt ingesteld zonder een weerstand of een aangesloten circuit op de geselecteerde GPIO-pin, KUN JE JE COMPUTER BESCHADIGEN.

source: : Low
nl: : Laag

source: Publish on topic:
nl: Publiceer op onderwerp

source: Set Signal K key value
nl: Stel Signal K waarde

source: source:
nl: bron:

source: Add action
ca: Afegir acció
es: Añadir acción
nl: Voeg actie toe

source: Edit action
nl: Bewerk gebeurtenis

source: Add Signal K key
nl: Voeg de Signal K-toets toe

source: repeat after
ca: repetir després de
es: repetir tras
nl: herhaal na

source: You can add the current value of any Signal K key typing its name between angle brackets, e.g: <navigation.position.latitude>
nl: U kunt de huidige waarde toevoegen van elke Signal K-sleutel die zijn naam tussen hoekbeugels typt, bijvoorbeeld: <navigation.position.latitude>

source: Failed. * must contain only allowed characters.
nl: Mislukt. * Moet alleen toegestane tekens bevatten.

source: Failed. You have to provide a name for *.
nl: Mislukt. U moet een naam voor * opgeven.

source: Add 1W temperature sensor
nl: Voeg 1W temperatuursensor toe

source: Edit 1W temperature sensor
nl: Bewerk 1W temperatuursensor

source: allowed characters: 0-9, a-z, A-Z
nl: toegestane karakters: 0-9, a-z, A-Z

source: Add GPIO sensor
nl: Voeg GPIO-sensor toe

source: Pull
nl: trekken

source: Add I2C sensor
nl: Voeg I2C-sensor toe

source: detected
nl: ontdekte

source: Addresses
nl: Adressen

source: add/update sensor
nl: sensor toevoegen / bijwerken

source: If your sensors are not detected right, try resetting system or forcing name and address. Do you want to try auto detection again?
nl: Als uw sensoren niet goed worden gedetecteerd, probeer dan het systeem opnieuw te configureren of om naam en adres te dwingen. Wil je automatisch detecteren opnieuw?

source: Detected I2C addresses
nl: Ontdekte I2C adressen

source: Add/Edit NMEA 0183 (KPLEX)
nl: Voeg/Bewerk NMEA 0183 (KPLEX)

source: settings
nl: Instellingen

source: Bauds
es: Baudios
nl: Baud

source: in/out
nl: in/uit

source: Accept only sentences:
ca: Acceptar només sentències:
es: Aceptar solo sentencias:
nl: Accepteer alleen strings:

source: Ignore sentences:
ca: Ignorar sentències:
es: Ignorar sentencias:
nl: Negeer strings:

source: Add sentence
ca: Afegir sentència
es: Añadir sentencia
nl: String toevoegen

source: Delete
ca: Esborrar
es: Borrar
nl: Verwijderen

source: out Filter
nl: Filter uit

source: AP examp
nl: AP voorbeeld

source: GPS examp
nl: GPS voorbeeld

source: gpsd examp
nl: gpsd voorbeeld

source: Talker must have 2 uppercase characters. The symbol * matches any character.
ca: El Talker ha de tenir 2 lletres majúscules. El símbol * substitueix qualsevol lletra.
es: El Talker tiene que tener 2 letras mayúsculas. El símbolo * sustituye a cualquier letra.
nl: De gever moet twee kapitalen hebben. Gebruik een * als wildcard.

source: Sentence must have 3 uppercase characters. The symbol * matches any character.
ca: La sentència ha de tenir 3 lletres majúscules. El símbol * substitueix qualsevol lletra.
es: La sentencia tiene que tener 3 letras mayúsculas. El símbolo * sustituye a cualquier letra.
nl: String moet 3 kapitale tekens bevatten. Gebruik * als wildcard.

source: You must enter 2 uppercase characters for talker or 3 uppercase characters for sentence. The symbol * matches any character.
ca: S'ha d'introduir 2 lletres majúscules per al Talker o 3 lletres majúscules per la Sentència. El símbol * substitueix qualsevol lletra.
es: Tienes que introducir 2 letras mayúsculas para el Talker o 3 letras mayúsculas para la Sentencia. El símbolo * sustituye a cualquier letra.
nl: Geef 2 kapitale karakters per gever of 3 kapitale karakters voor een string. Gebruik * als wildcard.

source: This sentence already exists.
ca: Aquesta sentència ja existeix.
es: Esta sentencia ya existe.
nl: Deze string bestaat al.

source: "Name" must be a string between 1 and 13 lowercase letters and/or numbers which is not used as name for another input/output.
ca: "Nom" ha de ser una cadena de text d'entre 1 i 13 lletres en minúscula i / o números, que no estigui sent usada com a nom per a una altra entrada / sortida.
es: "Nombre" tiene que ser una cadena de texto de entre 1 y 13 letras en minúscula y/o números que no esté siendo usada como nombre para otra entrada/salida.
nl: ‘Naam’ is een reeks van 1 tot 13 kleine letters en/of getallen die niet in gebruik is als naam voor een andere invoer/uitvoer.

source: This name is already in use.
nl: Deze naam is al in gebruik.

source: This name is reserved by the system.
nl: Deze naam is gereserveerd door het systeem.

source: You must select a Port.
ca: S'ha d'introduir un Port.
es: Tienes que seleccionar un Puerto.
nl: Selecteer een poort.

source: This output is already in use.
ca: Aquesta sortida ja està en ús.
es: Esta salida ya está en uso.
nl: Deze uitvoer is al in gebruik.

source: You must enter an Address.
ca: S'ha d'introduir una adreça.
es: Tienes que introducir una Dirección.
nl: Geef een adres.

source: You must enter a Port.
ca: S'ha d'introduir un Port.
es: Tienes que introducir un Puerto.
nl: Geef een poort.

source: Cancelled. Port 10111-10113 are reserved.
nl: Annuleren. Port 10111-10113 zijn voorbehouden.

source: This input is already in use.
ca: Aquesta entrada ja està en ús.
es: Esta entrada ya está en uso.
nl: Deze invoer is al in gebruik.

source: You must select a Filter type.
ca: Heu de seleccionar un tipus de filtre.
es: Tienes que seleccionar un tipo de Filtro.
nl: Selecteer een filtertype.

source: Edit MCP analog input
nl: Bewerk MCP analoge ingang

source: Add MQTT topic
nl: MQTT onderwerp toevoegen

source: Edit MQTT topic
nl: Bewerk MQTT onderwerp

source: Add trigger
ca: Afegir disparador
es: Añadir disparador
nl: Trigger toevoegen

source: Edit trigger
nl: trekker bewerken

source: format:
nl: formaat:

source: random name
nl: willekeurige naam

source: new name
nl: nieuwe naam

source: Remember device (by vendor, product,(serial))
nl: Apparaat onthouden (op leverancier, product of serienummer)

source: Remember port (positon on the USB-hub)
nl: Poort onthouden (positie op de USB-hub)

source: convert analog value to expected value of input
nl: converteer analoge waarde naar de verwachte waarde van de invoer

source: adc value
nl: analoge waarde

source: value in unit
nl: waarde in eenheid

source: raw adc value
nl: ruwe analoge waarde

source: value in required unit
nl: waarde in de vereiste eenheid

source: graph
nl: diagram

source: nothing selected
nl: Niets geselecteerd

source: adc value must be a number without dec point
nl: analoge waarde moet een nummer zijn zonder decimale punt

source: value isn't a number
nl: waarde is geen nummer

source: Clean
nl: Schoon

source: Rate (seconds)
nl: Frequentie (sec)

source: ungrouped
nl: ongegroepeerde

source: Select Signal K key
nl: Selecteer Signal K-toets

source: Groups
nl: Groepen

source: Keys
nl: Sleutels

source: Ungrouped Signal K keys.
nl: Ongegroepeerde Signal K toetsen.

source: tty auto setup
nl: auto setup serieele interfaces

source: setup autostart on every boot
nl: setup automatische start op elke boot

source: Auto setup detects hardware. Please make sure that all devices are turned on.
nl: Automatische instelling detecteert hardware. Zorg ervoor dat alle apparaten zijn ingeschakeld.

source: NMEA for imu and pressure (compatibility v0.8)
nl: NMEA voor imu en druk (compatibiliteit v0.8)

source: True wind
ca: Vent real
es: Viento real
nl: Ware wind

source: boat referenced (use speed log)
nl: Boot verwijst naar (gebruik log/speed)

source: referenced to North (Use GPS)
nl: Naar Noord verwijst (gebruik GPS)

source: Generate SK sentence
nl: Genereer Signal K-zin

source: Generation rate set to
ca: Frequencia de generacio establerta en
es: Frecuencia generacion establecida en
nl: Generatiefrequentie ingesteld op

source: Calculation accuracy set to
ca: Precisió del càlcul establerta en
es: Precisión del cálculo establecida en
nl: Nauwkeurigheid berekening ingesteld op

source: Sentence
nl: String

source: Fields
nl: Velden

source: Generate N2K from Signal K
nl: Genereer N2K van Signal K

source: description
nl: beschrijving

source: Signal K variable
nl: Signal K variabele

source: Enable AIS reception
nl: AIS-ontvangst inschakelen

source: Correction (ppm)
ca: Correcció (ppm)
es: Corrección (ppm)
nl: Correctie (ppm)

source: Channel A 161.975Mhz
ca: Canal A 161.975Mhz
es: Canal A 161.975Mhz
nl: Kanaal A 161,975 Mhz

source: Channel B 162.025Mhz
ca: Canal B 162.025Mhz
es: Canal B 162.025Mhz
nl: Kanaal B 162,025 Mhz

source: Take a look
ca: Fer una ullada
es: Echar un vistazo
nl: Signaal bekijken

source: Calibration
ca: Calibratge
es: Calibración
nl: Kalibreren

source: Fine calibration using GSM
nl: Fijnafstemming met GSM

source: Check band
ca: Veure banda
es: Ver banda
nl: Controleer band

source: Fine calibration
ca: Calibratge precís
es: Calibrado preciso
nl: Fijnafstemming

source: SDR-AIS reception enabled
ca: Recepció SDR-AIS habilitada
es: Recepción SDR-AIS habilitada
nl: SDR-AIS ontvangst ingeschakeld

source: SDR-AIS reception disabled
ca: Recepció SDR-AIS deshabilitada
es: Recepción SDR-AIS deshabilitada
nl: SDR-AIS ontvangst uitgeschakeld

source: AIS reception disabled. After closing the new window enable AIS reception again.
nl: AIS-ontvangst uitgeschakeld. Na het sluiten van het nieuwe venster kunt u de AIS-ontvangst opnieuw inschakelen.

source: SDR-AIS reception disabled. Check the new window. Copy the maximum supported gain value. Wait for ppm value to stabilize and copy it too.
ca: Recepció SDR-AIS deshabilitada. Comprova la finestra nova. Copia el valor màxim de guany possible. Espera a que el valor ppm s'estabilitzi i copia'l també.
es: Recepción SDR-AIS deshabilitada. Comprueba la ventana nueva. Copia el valor máximo de ganancia posible. Espera a que el valor ppm se estabilice y cópialo también.
nl: SDR-AIS ontvangst uitgeschakeld. Controleer het nieuwe venster. Kopieer de maximale gain-waarde. Wacht op stabilisatie van de ppm-waarde en kopieer ook die.

source: Press Calculate and wait for the system to calculate the ppm value with the selected channel. Put the obtained value in "Correction (ppm)" field and enable SDR-AISreception. Estimated time: 1 min.
nl: Klik op ‘berekenen’ en wacht tot het systeem gereed is met het berekenen van de ppm-waarde voor het geselecteerde kanaal. Zet de gevonden waarde in het veld ‘Correctie (ppm) en schakel SDR-AIS in. Geschatte tijd: 1 minuut.

source: channel:
nl: kanaal:

source: Press Calculate and wait for the system to check the band. Write down the strongest channel (power). If you do not find any channel try another band. Estimated time: 5 min.
nl: Klik op ‘berekenen’ en wacht tot het systeem gereed is met het controleren van de band. Noteer het sterkste kanaal. Als geen kanaal wordt gevonden, probeer dan een andere band. Geschatte tijd: 5 minuten.

source: Working...
ca: Calculant ...
es: Calculando...
nl: Bezig…

source: error
nl: fout

source: add NMEA 0183 sentence
nl: voeg NMEA 0183 zin toe

source: Rate (sec)
ca: Freqüència (sec)
es: Frecuencia (seg)
nl: Frequentie (sec)

source: Field
nl: Veld

source: --Select type
nl: --Selecteer type

source: Expression
nl: Uitdrukking

source: Number
nl: Nummer

source: --vessel
nl: --vaartuig

source: --group
nl: --groep

source: --key
nl: --sleutel

source: --format
nl: --formaat

source: Add value
nl: Waarde toevoegen

source: Delete value
nl: Verwijderen

source: Failed. String must contain only allowed characters.
nl: Mislukt. String moet alleen toegestane tekens bevatten.

source: FAILED. Fill in all the available fields.
nl: Mislukt. Vul alle beschikbare velden in.

source: FAILED. This is not a valid expression.
nl: Mislukt. Dit is geen geldige uitdrukking.

source: FAILED. This field must be a number.
nl: Mislukt. Dit veld moet een nummer zijn.

source: Press Calculate and wait for the system to calculate the ppm value with the selected channel. Put the obtained value in "Correction (ppm)" field and enable SDR-AIS reception. Estimated time: 1 min.
ca: Pressiona Calcular i espera a que el sistema calculi el valor ppm amb el canal seleccionat. Copia el valor obtingut en el camp "Correcció (ppm)" i habilita la recepció AIS-SDR un altre cop. Temps estimat: 1min.
es: Presiona Calcular y espera a que el sistema calcule el valor ppm con el canal seleccionado. Copia el valor obtenido en el campo "Corrección (ppm)" y habilita la recepción AIS-SDR de nuevo. Tiempo estimado: 1min.

source: Press Calculate and wait for the system to check the band. Write down the strongest channel (power). If you do not find any channel try another band. Estimated time: 5 min.
ca: Pressiona Calcular i espera a que el sistema comprovi la banda. Anota el canal més fort (power). Si no trobes cap canal prova una altra banda. Temps estimat: 5 min.
es: Presiona Calcular, espera a que el sistema termine de comprobar la banda y anota el canal más fuerte (power). Si no encuentras ningún canal prueba en otra banda. Tiempo estimado: 5 min.

source: WiFi AP
ca: PA WiFi
es: PA WiFi

source: Switches
ca: Interruptors
es: Interruptores

source: I2C sensors
ca: Sensors I2C
es: Sensores I2C

source: 1W sensors
ca: Sensors 1W
es: Sensores 1W

source: SPI sensors
ca: Sensor SPI
es: Sensores SPI

source: SDR-AIS
ca: AIS-SDR
es: AIS-SDR

source: Accounts
ca: Comptes
es: Cuentas

source: Settings
ca: Configuració
es: Configuración

source: &Help
ca: &Ajut
es: &Ayuda

source: NMEA 0183 multiplexer
ca: Multiplexor NMEA 0183
es: Multiplexor NMEA 0183

source: Accuracy (sec)
ca: Precisió (seg)
es: Precisión (seg)

source: Magnetic variation
ca: Declinació magnètica
es: Declinación magnética

source: Generated NMEA: $OCHDG
ca: NMEA generat: $OCHDG
es: NMEA generado: $OCHDG

source: True heading
ca: Rumb verdader
es: Rumbo verdadero

source: Generated NMEA: $OCHDT
ca: NMEA generat: $OCHDT
es: NMEA generado: $OCHDT

source: Rate of turn
ca: Ràtio de gir
es: Ratio de giro

source: Generated NMEA: $OCROT
ca: NMEA generat: $OCROT
es: NMEA generado: $OCROT

source: Use speed log
ca: Fer servir corredera
es: Usar corredera

source: Use GPS
ca: Fer servir GPS
es: Usar GPS

source: Generated NMEA: $OCMWV, $OCMWD
ca: NMEA generat: $OCMWV, $OCMWD
es: NMEA generado: $OCMWV, $OCMWD

source: Enable AIS NMEA generation
ca: Activar generació NMEA AIS
es: Activar generación NMEA AIS

source: Gain
ca: Guany
es: Ganancia

source: Band
ca: Banda
es: Banda

source: Type
ca: Tipus
es: Tipo

source: Filter
ca: Filtrar
es: Filtro

source: + serial
ca: + sèrie
es: + serie

source: + network
ca: + xarxa
es: + red

source: Sensor detected:
ca: Sensor detectat:
es: Sensor detectado:

source: Reset
ca: Reinici
es: Reiniciar

source: Calibrate
ca: Calibrar
es: Calibrar

source: Heading
ca: Rumb
es: Rumbo

source: Generated NMEA: $OSHDG
ca: NMEA generat: $OSHDG
es: NMEA generado: $OSHDG

source: Heel
ca: Escora
es: Escora

source: Generated NMEA: $OSXDR
ca: NMEA generat: $OSXDR
es: NMEA generado: $OSXDR

source: Weather
ca: Clima
es: Clima

source: Pressure
ca: Pressió
es: Presión

source: Temperature
ca: Temperatura
es: Temperatura

source: Humidity
ca: Humitat
es: Humedad

source: Weather data logging
ca: Registrar dades meteo
es: Registrar datos meteo

source: Show
ca: Mostrar
es: Mostrar

source: Coming soon
ca: Pròximament
es: Próximamente

source: Triggers
ca: Disparadors
es: Disparadores

source: trigger
ca: disparador
es: disparador

source: operator
ca: operador
es: operador

source: data
ca: dades
es: datos

source: Waiting for NMEA time data in localhost:10110 ...
ca: A l'espera de dades NMEA de temps a localhost: 10110 ...
es: Esperando datos NMEA de tiempo en localhost:10110 ...

source: Failed to connect with localhost:10110.
ca: Ha fallat la connexió amb localhost: 10110.
es: Error conectando con localhost:10110.

source: Unable to retrieve date or time from NMEA data.
ca: Incapaç d'extreure data o hora de dades NMEA.
es: Incapaz de extraer fecha u hora de datos NMEA.

source: Are you sure to disable? If you are connected by remote, you may not be able to reconnect again.
ca: Estàs segur que el vols desactivar? Si estàs connectat remotament pot ser que no puguis tornar a connectar-te de nou.
es: ¿Estas seguro que quieres desactivarlo? Si estas conectado remotamente puede que no puedas volver a conectarte de nuevo.

source: You must fill in all of the fields.
ca: Has d'omplir tots els camps.
es: Debes rellenar todos los campos.

source: Configuring WiFi AP, wait please...
ca: Configurant el punt d'accés WiFi, esperi si us plau ...
es: Configurando el punto de acceso WiFi, espera por favor...

source: VNC remote desktop:
ca: Escriptori remot VNC:
es: Escritorio remoto VNC:

source: RDP remote desktop:
ca: Escriptori remot RDP:
es: Escritorio remoto RDP:

source: This name already exists.
ca: Aquest nom ja existeix.
es: Este nombre ya existe.

source: Temperature, humidity and pressure disabled. Close and open OpenPlotter again to autodetect.
ca: Temperatura, humitat i pressió desactivats. Tanca i torna obrir OpenPlotter per a la seva detecció automàtica.
es: Temperatura, humedad y presión desactivados. Cierra y vuelve abrir OpenPlotter para su detección automática.

source: Weather log restarted
ca: Registre de dades meteo reiniciat
es: Registro de datos meteo reiniciado

source: Switches changes applied and restarted
ca: Canvis en interruptors aplicats i reiniciats
es: Cambios en interruptores aplicados y reiniciados.

source: Switches changes cancelled
ca: Canvis en interruptors cancel·lats
es: Cambios en interruptores cancelados

source: None (always true)
ca: Cap (sempre verdader)
es: Ninguno (siempre verdadero)

source: Failed. Select trigger and operator.
ca: Fallada. Selecciona un disparador i un operador.
es: Fallo. Selecciona un disparador y un operador.

source: Select a trigger to delete.
ca: Selecciona un disparador per esborrar.
es: Selecciona un disparador para borrar.

source: Select an action to delete.
ca: Selecciona una acció per esborrar.
es: Selecciona una acción para borrar.

source: Actions changes applied and restarted
ca: Canvis en accions aplicats i reiniciats
es: Cambios en acciones aplicados y reiniciados.

source: Closing Signal K server
ca: Tancant servidor Signal K
es: Cerrando servidor Signal K

source: Age
ca: Edat
es: Edad
