Repository: ClemAdelanteWeb/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: ca, es, nl

source: Add individual name to serial port
nl: Voeg naam toe aan seriële poort

source: settings
nl: Instellingen

source: stop
nl: stoppen

source: check
nl: controleren

source: apply
nl: toepassen

source: All actions have been stopped.
ca: Totes les accions han estat aturades.
es: Todas las acciones han sido detenidas.
nl: Alle acties zijn gestopt.

source: All actions have been started.
ca: Totes les accions han estat iniciades.
es: Todas las acciones han sido iniciadas.
nl: Alle acties zijn gestart.

source: Name
ca: Nom
es: Nombre
nl: naam

source: Sort SRC
nl: Soort SRC

source: Sort PGN
nl: Soort PGN

source: Device
nl: Apparaat

source: Pause
ca: Pausa
es: Pausa
nl: Pauzeren

source: Sort
nl: Soort

source: connected to:
nl: verbonden met:

source: Failed to connect with localhost:10113. Error:
nl: Verbinding met localhost:10113 mislukt. Error:

source: , trying to reconnect...
ca: , Intentant reconnectar...
es: , intentando reconectar...
nl: , probeer opnieuw te verbinden…

source: Resume
ca: Reprendre
es: Reanudar
nl: Doorgaan

source: Value
ca: Valor
es: Valor
nl: Waarde

source: Unit
nl: Eenheid

source: Status
nl: Staat

source: Description
nl: Beschrijving

source: Sort SK
nl: Soort SK

source: private Unit
nl: Prive-eenheid

source: Unit Setting
nl: Eenheid instelling

source: Message
ca: Missatge
es: Mensaje
nl: Bericht

source: all
nl: alle

source: none
ca: cap
es: ninguno
nl: geen

source: Actions
ca: Accions
es: Acciones
nl: Acties

source: Startup
ca: Executar en l'inici
es: Ejecutar al inicio
nl: Starten

source: Set time zone
ca: Establir la zona horària
es: Configurar zona horaria
nl: Tijdzone instellen

source: Set time zone in the new window
ca: Establir la zona horària en la nova finestra
es: Configurar zona horaria en la nueva ventana
nl: Tijdzone instellen in nieuw venster

source: Set time from NMEA
ca: establir l'hora des de NMEA
es: establecer hora desde NMEA
nl: Tijd instellen via NMEA

source: Set system time from NMEA data
ca: Establir l'hora del sistema des de les dades NMEA
es: Configurar hora del sistema desde los datos NMEA
nl: Systeemtijd instellen via NMEA

source: Set GPSD
ca: Configurar GPSD
es: Configurar GPSD
nl: GPSD instellen

source: Set GPSD in the new window
ca: Configurar GPSD en la nova finestra
es: Configurar GPSD en la nueva ventana
nl: GPSD instellen in nieuw venster

source: SDR receiver
nl: SDR ontvanger

source: Set an SDR receiver in the new window
nl: Open Instellingen voor de SDR Radio

source: Calculate
ca: Calcular
es: Calcular
nl: Berekenen

source: Calculate new data from current values
nl: Bereken nieuwe gegevens van huidige waarden

source: Generate NMEA 0183 from current values
nl: Genereer NMEA 0183 uit de huidige waarden

source: Generate NMEA 2000 from current values
nl: Genereer NMEA 2000 uit de huidige waarden

source: English
ca: Anglès
es: Inglés
nl: Engels

source: Set English language
ca: Establir l'anglès com a idioma
es: Configurar idioma ingés
nl: Taal instellen op Engels

source: Catalan
ca: Català
es: Catalán
nl: Catalaans

source: Set Catalan language
ca: Establir el català com a idioma
es: Configurar idioma catalán
nl: Taal instellen op Catalaans

source: Spanish
ca: Espanyol
es: Español
nl: Spaans

source: Set Spanish language
ca: Establir l'espanyol com a idioma
es: Configurar idioma español
nl: Taal instellen op Spaans

source: French
ca: Francès
es: Francés
nl: Frans

source: Set French language
ca: Establir el francès com a idioma
es: Configurar idioma francés
nl: Taal instellen op Frans

source: Dutch
nl: Nederlands

source: Set Dutch language
nl: Taal instellen op Nederlands

source: German
nl: Duits

source: Set German language
nl: Taal instellen op Duits

source: Language
ca: Idioma
es: Idioma
nl: Taal

source: Update OpenCPN to latest stable release
nl: Update OpenCPN naar de laatste stabiele release

source: Update OpenCPN plugins to latest stable releases
nl: Update OpenCPN plugins naar de laatste stabiele release

source: Upgrade Raspbian to latest stable release
nl: Upgrade Raspbian naar de laatste stabiele release

source: Set default OpenPlotter desktop
nl: Stel standaard OpenPlotter desktop

source: Run this after a Raspbian upgrade
nl: Doe dit na een Raspbian upgrade

source: Apply latest changes on beta version
nl: Pas de laatste wijzigingen toe op de beta-versie

source: Update to the latest stable version
nl: Update naar de laatste stabiele versie

source: &About
ca: &Sobre
es: &Acerca de
nl: Over

source: About OpenPlotter
ca: Sobre OpenPlotter
es: Acerca de OpenPlotter
nl: Over OpenPlotter

source: OpenPlotter online documentation
ca: Documentació online OpenPlotter
es: Documentación online OpenPlotter
nl: OpenPlotter online documentatie

source: OpenPlotter offline documentation
nl: OpenPlotter offline documentatie

source: Waiting for NMEA time...
nl: Wachten op NMEA-tijd...

source: The selected language will be enabled when you restart
ca: L'idioma seleccionat s'activarà quan torni a obrir el programa
es: El idioma seleccionado estará activo cuando vuelva a iniciar el programa.
nl: De geselecteerde taal wordt ingesteld na een herstart

source: Follow the instructions of the new window
nl: Volg de instructies van het nieuwe venster

source: It was not possible to connect to Github.
nl: Het was niet mogelijk om verbinding te maken met Github.

source: Error reading versions.
nl: Fout bij het lezen van versies.

source: There is an OpenPlotter upgrade, it is recommended to download the new OpenPlotter RPI image.
nl: Er is een OpenPlotter-upgrade, het is aan te bevelen om het nieuwe OpenPlotter RPI image te downloaden.

source: You can upgrade now but after updating OpenPlotter you have to make a Raspbian upgrade.
nl: U kunt nu upgraden, maar na het updaten van OpenPlotter moet u een Raspbian upgrade uitvoeren.

source: Please make a backup image of your system before updating.
nl: Maak een backup image van uw systeem voordat u een update.

source: There is a major OpenPlotter update.
nl: Er is een belangrijke OpenPlotter update.

source: There is a minor OpenPlotter update.
nl: Er is een kleine OpenPlotter update.

source: Are you sure you want to update from
nl: Weet u zeker dat u van wilt bijwerken

source: to
nl: tot

source: Question
ca: Pregunta
es: Pregunta
nl: Vraag

source: Please make a backup image of your system before upgrading.
nl: Maak een backup image van uw systeem voordat u upgraden.

source: Are you sure you want to upgrade Raspbian?
nl: Weet u zeker dat u Raspbian wilt upgraden?

source: OpenPlotter is a DIY, open-source, low-cost, low-consumption, modular and scalable sailing platform to run on ARM boards.
ca: OpenPlotter és una plataforma de navegació d'auto-construcció, codi obert, baix consum, baix cost, modular i escalable que funciona en plaques ARM.
es: OpenPlotter es una plataforma de navegación de auto-construcción, código abierto, bajo consumo, bajo coste, modular y escalable que funciona en placas ARM.
nl: OpenPlotter is een doe-het-zelf, goedkoop, modulair en schaalbaar zeilersplatform met een laag stroomverbruik dat draait op ARM-computers.

source: Warning: You have connected the "
nl: Waarschuwing: “

source: " to the usb port which is reserved for another device
nl: “ is verbonden met een USB-poort die voor een ander apparaat is gereserveerd

source: Delay (seconds)
ca: Retard (segons)
es: Retraso (segundos)
nl: Vertraging (seconden)

source: no OpenGL
ca: sense OpenGL
es: sin OpenGL
nl: geen OpenGL

source: fullscreen
ca: pantalla completa
es: pantalla completa
nl: volledig scherm

source: VNC remote desktop
ca: Escriptori remot VNC
es: Escritorio remoto VNC
nl: VNC remote dekstop

source: use password
nl: gebruik wachtwoord

source: Play sound
nl: speel geluid af

source: Maximize OpenPlotter
nl: Maximaliseer OpenPlotter

source: Choose a file
ca: Selecciona un arxiu
es: Selecciona un archivo
nl: Kies een bestand

source: Audio files
ca: Fitxers de so
es: Archivos audio
nl: Geluidsbestanden

source: All files
ca: Tots els arxius
es: Todos los archivos
nl: Alle bestanden

source: You can enter only numbers.
ca: Només pots introduir nombres.
es: Solo puedes introducir números.
nl: Alleen numerieke waarden mogelijk.

source: Startup delay set to
ca: Retard en l'inici establert en
es: Retraso en el inicio establecido en
nl: Startvertraging ingesteld op

source: seconds
ca: segons
es: segundos
nl: seconden

source: Do you want to change your VNC-Password?
nl: Wil je je VNC wachtwoord wijzigen?

source: Enable access point
nl: Access point inschakelen

source: Enable bridge to eth0
nl: Schakel de brug in op eth0

source: Access point device
nl: WiFi access point

source: Sharing Internet device
nl: Internetverbinding delen

source: Access point settings
nl: Access point instellingen

source: SSID maximum 32 characters
ca: SSID un màxim de 32 caràcters
es: SSID máximo 32 caracteres
nl: SSID (max 32 tekens)

source: Password minimum 8 characters required
ca: Contrasenya ha de tenir almenys 8 caràcters
es: Contraseña mínimo 8 caracteres
nl: Wachtwoord (minstens 8 tekens)

source: Channel
ca: Canal
es: Canal
nl: Kanaal

source: Mode
nl: Modus

source: Both
nl: Beide

source: Defaults
nl: Standaardinstellingen

source: Apply
nl: Toepassen

source: Addresses
ca: Adreces
es: Direcciones
nl: Adressen

source: Refresh
ca: Actualitzar
es: Actualizar
nl: Verversen

source: Failed. You must fill in all fields.
nl: Mislukt. Vul alle beschikbare velden in.

source: "Access point device" and "Sharing Internet device" must be different
nl: ‘AP WiFi-adapter’ en ‘Deel deze internetverbinding’ moeten verschillen.

source: Your SSID must have a maximum of 32 characters and your password a minimum of 8.
ca: El teu SSID ha de tenir un màxim de 32 caràcters i la contrasenya un mínim de 8.
es: Tu SSID tiene que tener un máximo de 32 caracteres y tu contraseña un mínimo de 8.
nl: Je SSID mag maximaal 32 tekens zijn, en je wachtwoord minimaal 8.

source: Access point will be disabled. If you are on a headless system, you will not be able to reconnect again. Are you sure?
nl: Hotspot is uitgeschakeld. Als ze een systeem zonder een monitor, kunnen er problemen met de re-verbinding. Weet je het zeker?

source: Changes will be applied. If something goes wrong and you are on a headless system, you may not be able to reconnect again. Are you sure?
nl: Wijzigingen worden toegepast. Als er iets misgaat en u werkt op een systeem zonder monitor, Je kunt niet waarschijnlijk opnieuw te verbinden. Wilt u doorgaan?

source: Configuring WiFi AP, please wait max 3 min...
nl: Wifi-AP configureren, wacht alstublieft max 3 min...

source: Shutdown WiFi AP, please wait max 3 min...
nl: Shutdown WiFi AP, wacht alstublieft max 3 min ...

source: WiFi access point failed.
ca: El punt d'accés WiFi ha fallat.
es: El punto de acceso WiFi ha fallado.
nl: WiFi access point niet gelukt.

source: WiFi access point started.
ca: Punt d'accés WiFi iniciat.
es: Punto de acceso WiFi activado.
nl: Wifi access point gestart.

source: WiFi access point stopped.
ca: Punt d'accés WiFi aturat.
es: Punto de acceso WiFi detenido.
nl: WiFi access point gestopt.

source: Multiplexed NMEA 0183:
nl: Gemultiplexte NMEA 0183:

source: MQTT local broker:
nl: MQTT lokale broker:

source: Signal K panel:
ca: Signal K panell:
nl: Signal K paneel:

source: Signal K gauge:
nl: Signal K teller:

source: Port/Address
ca: Port/Adreça
es: Puerto/Dirección
nl: Poort/Adres

source: Bauds/Port
es: Baudios/Puerto
nl: Baud/Poort

source: Filtering
ca: Filtrant
es: Filtrando
nl: Filteren

source: outFilter
nl: Filter uit

source: Diagnostic
nl: Diagnostisch

source: add
ca: afegir
es: añadir
nl: toevoegen

source: delete
ca: esborrar
es: borrar
nl: verwijderen

source: Restart
ca: Reiniciar
es: Reiniciar
nl: Herstarten

source: Advanced
ca: Avançat
es: Avanzado
nl: Geavanceerd

source: Apply changes
ca: Aplicar canvis
es: Aplicar cambios
nl: Toepassen

source: Cancel changes
ca: Cancel·lar canvis
es: Cancelar cambios
nl: Annuleren

source: OpenPlotter will close. Add manual settings at the end of the configuration file. Open OpenPlotter again and restart multiplexer to apply changes.
ca: OpenPlotter es tancarà. Afegeix els canvis al final del fitxer de configuració. Obre OpenPlotter un altre cop i reinicia el multiplexor per aplicar els canvis.
es: OpenPlotter se cerrará. Añade los cambios al final del archivo de configuración. Abre OpenPlotter de nuevo y reinicia el multiplexor para aplicar los cambios.
nl: OpenPlotter sluit. Voeg handmatige instellingen toe aan het eind van het configuratiebestand. Start OpenPlotter opnieuw en herstart de multiplexer om de wijzigingen toe te passen.

source: Closing Kplex
ca: Tancant Kplex
es: Cerrando Kplex
nl: Bezig met sluiten Kplex

source: Kplex restarted
ca: Kplex reiniciat
es: Kplex reiniciado
nl: Kplex herstart

source: You can not edit this.
nl: U kunt dit niet bewerken.

source: Multiplexer configuration file does not exist. Add inputs and apply changes.
ca: L'arxiu de configuració del multiplexor no existeix. Afegeix entrades i aplica els canvis.
es: El archivo de configuración del multiplexor no existe. Añadir entradas y aplicar cambios.
nl: Het configuratiebestand van de multiplexer bestaat niet. Voeg invoer toe en pas wijzigingen toe.

source: accept
ca: acceptar
es: aceptar
nl: accepteren

source: ignore
ca: ignorar
es: ignorar
nl: negeren

source: nothing
ca: res
es: nada
nl: niets

source: Select an item.
nl: Selecteer een item.

source: You can not delete this.
nl: U kunt dit niet verwijderen.

source: Sensors
nl: Sensoren

source: Address
ca: Adreça
es: Dirección
nl: Adres

source: Magnitude
nl: Grootte

source: Signal K key
nl: Signal K-toets

source: Rate
nl: Frequentie

source: Offset
nl: compenseren

source: Recalibrate IMU
nl: Recalibreren IMU

source: Graphical IMU calibration
nl: Grafische IMU-kalibratie

source: Text IMU calibration
nl: Tekst IMU-kalibratie

source: Failed. You must select a sensor.
nl: Mislukt. U moet een sensor selecteren.

source: Failed. You must provide an address.
nl: Mislukt. U moet een adres opgeven.

source: Select an item to delete.
nl: Selecteer een uitvoer om te verwijderen.

source: Sensors restarted
nl: Sensoren opnieuw gestart

source: Sensors stopped
nl: Sensoren gestopt

source: IMU calibration data deleted, now you can calibrate it again.
nl: IMU-kalibratiedata verwijderd, nu kunt u het opnieuw kalibreren.

source: After calibrating, click Restart.
nl: Klik na het kalibreren op Herstarten.

source: channel
nl: kanaal

source: SK name
nl: SK naam

source: convert
nl: converteren

source: value setting
nl: waarde instelling

source: minimum raw value in setting table > 0
nl: minimale ruwe waarde in de ingestelde tabel> 0

source: maximum raw value in setting table < 1023
nl: maximale ruwe waarde in de ingestelde tabel <1023

source: convert disabled
nl: Omzetten uitgeschakeld

source: Failed. Provide name and Signal K values.
nl: Mislukt. Geef een naam en Signal K waarden.

source: Failed. The name must contain only letters and numbers.
nl: Mislukt. De naam moet alleen letters en cijfers bevatten.

source: Source
ca: Font
es: Fuente
nl: Bron

source: output
nl: uitgang

source: input
nl: invoer

source: CAUTION. If you connect a closed switch or some inappropriate circuit, you could short out and damage your board when this output becomes "High". Are you sure to enable this output?
nl: LET OP. Als u een gesloten schakelaar of een ongepaste circuit aansluit, kunt u kortsluiting je board en schade bij deze uitgang "Hoog". Wil je echt om deze uitgang te activeren?

source: Enable
ca: Activar
es: Activar
nl: Inschakelen

source: Gmail account
ca: Compte de Gmail
es: Cuenta Gmail
nl: Gebruikersnaam

source: Gmail password
ca: Clau d'accés de Gmail
es: Contraseña Gmail
nl: Wachtwoord

source: Recipient
ca: Destinatari
es: Destinatario
nl: Aan

source: Enter valid Twitter apiKey, apiSecret, accessToken and accessTokenSecret.
ca: Introdueix una Twitter apiKey, apiSecret, accessToken i accessTokenSecret vàlides.
es: Introduce una Twitter apiKey, apiSecret, accessToken y accessTokenSecret válidas.
nl: Geef een geldige Twitter apiKey, apiSecret, accessToken en accesTokenSecret.

source: Enter valid Gmail account, Gmail password and Recipient.
ca: Introdueix un correu Gmail vàlid, la contrasenya i el destinatari.
es: Introduce un correo Gmail válido, la contraseña y el destinatario.
nl: Voer een geldige Gmail gebruikersnaam, wachtwoord en ontvanger in.

source: value
ca: valor
es: valor
nl: waarde

source: action
ca: acció
es: acción
nl: actie

source: repeat
ca: repetir
es: repetir
nl: herhaal

source: Stop all
ca: Aturar totes
es: Detener todas
nl: Alle stoppen

source: Start all
ca: Iniciar totes
es: Iniciar todas
nl: Alle starten

source: was not updated in the last (sec.)
nl: is niet aanwezig in de afgelopen (sec.)

source: was updated in the last (sec.)
nl: was aanwezig in de afgelopen (sec.)

source: contains
nl: bevat

source: Date
ca: Data
es: Fecha
nl: Datum

source: Failed. Select operator.
nl: Mislukt. Selecteer een operator.

source: Failed. Enter a value.
nl: Mislukt. Voer een waarde in.

source: Failed. Select value, timestamp or source.
nl: Mislukt. Selecteer waarde, tijdstempel of bron.

source: Failed. Select a Signal K key.
nl: Mislukt. Selecteer een Signal K-toets.

source: Select a trigger to add actions.
ca: Selecciona un disparador per afegir accions.
es: Selecciona un disparador para añadir acciones.
nl: Selecteer een trigger om acties toe te voegen.

source: Failed. Select an action.
ca: Fallada. Selecciona una acció.
es: Fallo. Selecciona una acción.
nl: Mislukt. Selecteer een actie.

source: Failed. "Repeat after" must be a number.
ca: Fallada. "Repetir després de" ha de ser un nombre.
es: Fallo. "Repetir tras" debe ser un número.
nl: Mislukt. ‘Herhaal na’ moet een getal zijn.

source: Actions changes cancelled
ca: Canvis en accions cancel·lats
es: Cambios en acciones cancelados
nl: Wijzigingen in acties geannuleerd

source: Actions stopped
ca: Accions aturades
es: Acciones detenidas
nl: Acties gestopt

source: Actions started
ca: Accions iniciades
es: Acciones iniciadas
nl: Acties gestart

source: Temperature sensors
nl: Temperatuur sensoren

source: 1W sensors restarted
nl: 1W sensoren herstart

source: 1W sensors stopped
nl: 1W sensoren gestopt

source: Failed. Provide a name.
nl: Mislukt. Geef een naam.

source: Failed. Name must contain only letters and numbers.
nl: Mislukt. Naam moet alleen letters en cijfers bevatten.

source: Failed. Select sensor ID.
nl: Mislukt. Selecteer een sensor ID.

source: USB Serial ports
nl: USB seriële poorten

source: name
nl: Naam

source: vendor
nl: leverancier

source: port
nl: poort

source: serial
nl: serieel

source: remember
nl: onthouden

source: Failed. The new name must be a string between 1 and 8 letters and/or numbers.
nl: Mislukt. De nieuwe naam mag 1 tot 8 letters en/of cijfers bevatten.

source: Restarting ...
nl: Bezig met herstarten...

source: USB names added and restarted
nl: USB namen toegevoegd en herstart

source: Settings
ca: Configuració
es: Configuración
nl: Instellingen

source: CAN-USB device
nl: CAN-USB apparaat

source: Enable N2K input
nl: N2K-ingang inschakelen

source: Diagnostic input
nl: Diagnostische invoer

source: Enable N2K output
nl: N2K-uitvoer inschakelen

source: Diagnostic output
nl: Diagnostische uitgang

source: Output settings
nl: Uitgangsinstellingen

source: Inputs
ca: Entrades
es: Entradas
nl: Invoer

source: PGNs: All
nl: PGNs: Alle

source: Outputs
ca: Sortides
es: Salidas
nl: Uitvoer

source: You have to select a CAN-USB-CAN device
nl: U moet een CAN-USB-CAN-apparaat selecteren

source: Select PGNs to transmit and enable N2K input/output again.
nl: Selecteer PGN's om te verzenden.

source: Show received PGNs.
nl: Show ontvangen PGN.

source: Show sent PGNs.
nl: Show gestuurd PGN.

source: Version:
nl: Versie:

source: Show Web Socket
nl: Toon websocket

source: Closing Signal K server ...
nl: Bezig met sluiten Signal K Server...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
es: Servidor Signal K reiniciado.
nl: Signal K server herstart

source: You have to provide a MMSI.
nl: U moet een MMSI verstrekken.

source: Enable settings
nl: Instellingen toepassen

source: Serial port
nl: Serieele poort

source: Bluetooth address
nl: Bluetooth-adres

source: Connection
ca: Connexió
es: Conexión
nl: Verbinding

source: Identify
nl: Identificeren

source: Sending
nl: Bezig met verzenden

source: Enable sending SMS
nl: SMS inschakelen

source: Send to phone
nl: Stuur naar telefoon

source: Text
nl: Tekst

source: You have to provide a serial port or a bluetooth address.
nl: Geef een seriële poort of bluetoothadres.

source: You have to provide a connection type.
nl: Geef een verbindingstype.

source: You have to enable settings.
nl: Activeer de instellingen.

source: You have to provide a phone number.
nl: Geef een telefoonnummer.

source: You have to provide some text to send.
nl: Geef de te versturen tekst.

source: Port
es: Puerto
nl: Poort

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Clear
nl: Duidelijk

source: Topic
nl: onderwerp

source: MQTT restarted
nl: MQTT opnieuw gestart

source: MQTT stopped
nl: MQTT gestopt

source: Edit
nl: Bewerk

source: General
nl: Algemeen

source: Signal K key input
nl: Signal K-toets ingang

source: Signal K delta input
nl: Signal K delta ingang

source: multiple keys
nl: meerdere sleutels

source: multiple sources
nl: meerdere bronnen

source: Failed. Apply settings change.
nl: Mislukt. Pas de instellingen toe.

source: Failed. You have to provide a name for the topic.
nl: Mislukt. U moet een naam voor het onderwerp opgeven.

source: Failed. Topics must contain only allowed characters.
nl: Mislukt. Onderwerpen mogen alleen toegestane tekens bevatten.

source: Failed. Topic name must be unique.
nl: Mislukt. Onderwerpnaam moet uniek zijn.

source: Failed. You have to provide a Signal K key.
nl: Mislukt. U moet een Signal K-toets opgeven.

source: Failed. You have to select a type for the topic.
nl: Mislukt. U moet een type voor het onderwerp selecteren.

source: Enter at least username and password.
nl: Geef minimaal een gebruikersnaam en wachtwoord.

source: Settings and topics will be deleted. Are you sure?
nl: Instellingen en onderwerpen zullen worden verwijderd. Weet je het zeker?

source: Starting OpenPlotter
nl: OpenPlotter starten

source: Close
ca: Tancar
es: Cerrar
nl: Sluiten

source: Starting OpenPlotter. Please wait for all services to start.
nl: OpenPlotter starten. Wacht alstublieft alle diensten te starten.

source: There are some warnings. Please close this window and check your system.
nl: Er zijn een aantal waarschuwingen. Sluit dit venster en controleer uw systeem.

source: Security warning: You are using the default password for "pi" user. Please change password in Menu > Preferences > Raspberry Pi Configuration.
nl: Beveiligingswaarschuwing: U gebruikt het standaardwachtwoord voor "pi" -gebruiker. Wijzig het wachtwoord in Menu> Voorkeuren> Raspberry Pi-configuratie.

source: Done.
nl: Gedaan.

source: Applying
nl: Toepassen

source: seconds of delay...
nl: seconden vertraging ...

source: Starting VNC...
nl: Starten van VNC...

source: Security warning: You have not set a password for VNC. Please set a password in OpenPlotter > Startup.
nl: Beveiligingswaarschuwing: U heeft geen wachtwoord ingesteld voor VNC. Vul een wachtwoord in OpenPlotter> Startup.

source: Starting OpenCPN...
nl: Starten van OpenCPN...

source: Starting WIFI Access Point...
nl: Starten van WIFI Access Point...

source: Starting WIFI Client...
nl: Starten van WIFI Client...

source: checking WIFI Access Point password...
nl: WIFI toegangspunt wachtwoord controleren...
