Repository: ClemAdelanteWeb/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: ca, es, nl

source: Failed to connect with localhost:10110. Error:
ca: Ha fallat la connexió amb localhost: 10110. Error:
es: Error conectando con localhost:10110. Error:

source: Connected with localhost:10110. Error:
ca: Connectat amb localhost: 10110. Error:
es: Conectado con localhost:10110. Error:

source: , waiting for data...
ca: , esperant dades ...
es: , esperando datos...

source: Connected with localhost:10110.
ca: Connectat amb localhost: 10110.
es: Conectado con localhost:10110.

source: Calculated
ca: Calculat
es: Calculado

source: Serial input
ca: Entrada sèrie
es: Entrada serie

source: Serial output
ca: Sortida sèrie
es: Salida serie

source: Network input
ca: Entrada de xarxa
es: Entrada de red

source: Network output
ca: Sortida xarxa
es: Salida de red

source: Filter
ca: Filtrar
es: Filtro

source: Talker - Sentence
ca: Talker - Sentència
es: Talker - Sentencia

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Enter seconds to wait in the field below.
ca: Introdueix els segons a esperar al camp a continuació.
es: Introduce los segundos a esperar en el campo a continuación.

source: reset
ca: reiniciar
es: reiniciar

source: shutdown
ca: apagar
es: apagar

source: stop NMEA multiplexer
ca: aturar multiplexor NMEA
es: detener multiplexor NMEA

source: reset NMEA multiplexer
ca: reiniciar multiplexor NMEA
es: reiniciar multiplexor NMEA

source: stop Signal K server
ca: aturar servidor Signal K
es: detener servidor Signal K

source: reset Signal K server
ca: reiniciar servidor Signal K
es: reiniciar servidor Signal K

source: stop WiFi access point
ca: aturar punt d'accés WiFi
es: detener punto de acceso WiFi

source: Be careful, if you are connected by remote you may not be able to reconnect again.
ca: Vés amb compte. Si estàs connectat remotament, pots no tornar a connectar-te de nou.
es: Ten cuidado. Si estás conectado remotamente, puedes no volver a conectarte de nuevo.

source: start WiFi access point
ca: iniciar punt d'accés WiFi
es: iniciar punto de acceso WiFi

source: Be sure you have filled in all fields in "WiFi AP" tab and enabled WiFi access point.
ca: Assegura't d'haver omplert tots els camps a la pestanya "PA WiFi" i activat el punt d'accés WiFi.
es: Asegúrate de haber rellenado todos los campos en la pestaña "PA WiFi" y activado el punto de acceso WiFi.

source: stop SDR-AIS
ca: aturar AIS-SDR
es: detener AIS-SDR

source: reset SDR-AIS
ca: reiniciar AIS-SDR
es: reiniciar AIS-SDR

source: Be sure you have filled in Gain and Correction fields in "SDR-AIS" tab and enabled AIS NMEA generation.
ca: Assegura't d'haver omplert els camps Guany i Correcció (ppm) en la pestanya "AIS-SDR" i activat la generació NMEA AIS.
es: Asegúrate de haber rellenado los campos Ganancia y Corrección (ppm) en la pestaña "AIS-SDR" y activado la generación NMEA AIS.

source: Be sure you have filled in all fields in "Accounts" tab, and enabled Gmail checkbox. Enter the subject in the field below.
ca: Assegura't d'haver omplert tots els camps a la pestanya "Comptes" i activat la casella Gmail. Introdueix l'assumpte en el camp a continuació.
es: Asegúrate de haber rellenado todos los campos en la pestaña "Cuentas" y activado la casilla Gmail. Introduce el asunto en el campo a continuación.

source: Enter the message in the field below.
ca: Introdueix el missatge al camp a continuació.
es: Introduce el mensaje en el campo a continuación.

source: start all actions
ca: iniciar totes les accions
es: iniciar todas las acciones

source: stop all actions
ca: aturar totes les accions
es: detener todas las acciones

source: This action will stop all the triggers except the trigger which has an action "start all actions" defined.
ca: Aquesta acció desactivarà tot els disparadors excepte aquells que continguin una acció "iniciar totes les accions".
es: Esta acción desactivará todo los disparadores excepto aquellos que contengan una acción "iniciar todas las acciones".

source: ATTENTION! if you set this output to "High" and there is not a resistor or a circuit connected to the selected GPIO pin, YOU CAN DAMAGE YOUR BOARD.
ca: ATENCIÓ! si configures aquesta sortida com "High " i no hi ha una resistència o un circuit connectat al pin GPIO seleccionat, POTS MALMETRE LA TEVA PLACA.
es: ¡ATENCIÓN! si configuras esta salida como "High" y no hay una resistencia o un circuito conectado al pin GPIO seleccionado, PUEDES DAÑAR TU PLACA.

source: Latitude
ca: Latitud
es: Latitud

source: Longitude
ca: Longitud
es: Longitud

source: Time
ca: Hora
es: Hora

source: Magnetic Variation
ca: Declinació Magnètica
es: Declinación Magnética

source: Var
ca: DM
es: DM

source: Magnetic Heading
ca: Rumb Magnètic
es: Rumbo Magnético

source: HDM
ca: RM
es: RM

source: True Heading
ca: Rumb Verdader
es: Rumbo Verdadero

source: HDT
ca: RV
es: RV

source: Course Over Ground
ca: Rumb Sobre el Fons
es: Rumbo Sobre el Fondo

source: COG
ca: RSF
es: RSF

source: Speed Over Ground
ca: Velocitat Sobre el Fons
es: Velocidad Sobre el Fondo

source: SOG
ca: VSF
es: VSF

source: STW
ca: VSA
es: VSA

source: Water Depth (from transducer)
ca: Profunditat (des del transductor)
es: Profundidad (desde el transductor)

source: DPT
ca: PRF
es: PRF

source: Apparent Wind Angle
ca: Angle Vent Aparent
es: Ángulo Viento Aparente

source: AWA
ca: AVA
es: AVA

source: True Wind Angle
ca: Angle Vent Real
es: Ángulo Viento Real

source: TWA
ca: AVR
es: AVR

source: Apparent Wind Speed
ca: Velocitat Vent Aparent
es: Velocidad Viento Aparente

source: AWS
ca: VVA
es: VVA

source: True Wind Speed
ca: Velocitat Vent Real
es: Velocidad Viento Real

source: TWS
ca: VVR
es: VVR

source: True Wind Direction
ca: Direcció Vent Real
es: Dirección Viento Real

source: TWD
ca: DVR
es: DVR

source: Air Pressure
ca: Pressió Aire
es: Presión Aire

source: AP
ca: PA
es: PA

source: Air Temperature
ca: Temperatura Aire
es: Temperatura Aire

source: AT
ca: TA
es: TA

source: Air Relative Humidity
ca: Humitat Relativa Aire
es: Humedad Relativa Aire

source: ARH
ca: HRA
es: HRA

source: Rate of Turn
ca: Ràtio Gir
es: Ratio Giro

source: ROT
ca: RG
es: RG

source: was not present in the last (sec.)
ca: no present en els últims (seg.)
es: no presente en los últimos (seg.)

source: was present in the last (sec.)
ca: present en els últims (seg.)
es: presente en los últimos (seg.)

source: is equal to
ca: és igual a
es: es igual a

source: is less than
ca: és menor que
es: es menor que

source: is less than or equal to
ca: és menor o igual que
es: es menor o igual que

source: is greater than
ca: és més gran que
es: es mayor que

source: is greater than or equal to
ca: és més gran o igual que
es: es mayor o igual que

source: is on
ca: està on
es: está on

source: is off
ca: està off
es: está off

source: The actions of this trigger will always be executed.
ca: Les accions d'aquest disparador sempre seran executades.
es: Las acciones de este disparador siempre serán ejecutadas.

source: Be sure you have filled in GPIO and Pull Down/Up fields in "Switches" tab and enabled the desired switch.
ca: Assegura't d'haver emplenat els camps GPIO i Pull Down/Up a la pestanya "Interruptors" i activat l'interruptor desitjat.
es: Asegúrate de haber rellenado los campos GPIO y Pull Down/Up en la pestaña "Interruptores" y activado los interruptores deseados.
